Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/udir.no/udir_foreldrebrosjyre_2014_lulesamisk.pdf.tmx
Source language: smj
Languages: sma

source: Julevsámegiella
sma: Åarjelsaemien

source: Diedo guoradallamgæhttjalimij hárráj gidá 2014
sma: Bïevnesh goerehtallemepryövi bïjre gïjren 2014

source: Æjgádijda gejna li máná 1., 2. ja 3. dásen
sma: Eejhtegidie mej maanah 1., 2. jïh 3. daltesisnie

source: Gájka oahppe galggi tjadádit
sma: Gaajhkh learohkh edtjieh tjïrrehtidh

source: Gájka oahppe galggi bákkulasj guoradallamgæhttjalimijt tjadádit.
sma: Gaajhkh learohkh edtjieh dejtie obligatovreles goerehtallemepryövide vaeltedh.

source: Oahppe gudi li ierit gæhttjalimbiejven, galggi oadtjot fálaldagáv gæhttjalimev maŋŋela tjadádit.
sma: Learohkh mah eah leah skuvlesne pryövebiejjien, edtjieh pryövem mænngan vaeltedh.

source: Gávnnuji sierra bessamnjuolgadusá ma guosski guoradallamgæhttjalimijda.
sma: Jïjtsh njoelkedassh luajhtasovvemen bïjre goerehtallemepryövide.

source: Juska oahppe dævddá ævtojt besatjit, de máhttá oahppe iesj jali suv æjgáda huoman mierredit oahppe galggá gæhttjalimev tjadádit.
sma: Jalhts akte learohke maahta luajhtasovvemem åadtjodh, dle learohke jïjtje jallh eejhtegh maehtieh læjhkan sjæjsjalidh learohke edtja pryövem tjïrrehtidh.

source: Bákkulasj guoradallamgæhttjalime
sma: Obligatovreles goerehtallemepryövh

source: Bákkulasj guoradallamgæhttjalime li:
sma: Obligatovreles goerehtallemepryövh:

source: • Låhkåmin 1., 2. ja 3. dásen
sma: • Lohkemisnie 1., 2. jïh 3. daltesisnie

source: • Riekknimin 2. dásen
sma: • Ryöknedimmesne 2. daltesisnie

source: Luojvoj guoradallamgæhttjalime
sma: Jïjtjevyljehke goerehtallemepryövh

source: • njálmálasj tjehpudagá
sma: • njaalmeldh tjiehpiesvoeth

source: • máhttet låhkåt
sma: • maehtedh lohkedh

source: • máhttet tjállet
sma: • maehtedh tjaeledh

source: • máhttet riekknit
sma: • maehtedh ryöknedidh

source: • digitála tjehpudagá
sma: • digitaale tjiehpiesvoeth

source: Bákkulasj guoradallamgæhttjalimijda duodden, fállá Åhpadusdirektoráhtta luojvoj guoradallamgæhttjalimijt.
sma: Lissine dejtie obligatovreles goerehtalle mepryövide dle Ööhpehtimmiedirektov raate jïjtjevyljehke goerehtallemepryövh faalehte.

source: Jus skåvllå jali skåvllåæjgát vállji luojvoj guoradallamgæhttjalimijt tjadádit, de galggi gájka oahppe gudi li dan guoskavasj dásen gæhttjalimev tjadádit.
sma: Dastegh skuvle jallh skuvleaajhtere veeljie jïjtjevyljehke goerehtallemepryövh tjïrrehtidh, dle gaajhkh learohkh dennie sjyöhtehke daltesisnie edtjieh pryövem vaeltedh.

source: Luojvoj guoradallamgæhttjalime fáladuvvi:
sma: Faalenasse jïjtjevyljehke pryövi bïjre:

source: • Riekknimin 1. ja 3. dásen
sma: • Ryöknedimmesne 1. jïh 3 daltesisnie

source: Guoradallamgæhttjalimij båhtusa e galga Åhpadusdirektoráhttaj diededuvvat jalik aneduvvat skåvlåjt, suohkanijt jali fylkajt buohtastahtátjit.
sma: Ij edtjh illedahkide goerehtallemepryövijste Ööhpehtimmiedirektovraatese reektedh, jallh åtnasovvedh juktie skuvlh, tjïelth jallh fylhkh viertiestidh.

source: Båhtusa galggi vuostatjin sisŋelt skåvlåjn aneduvvat åhpadimev hiebadittjat, vaj da oahppe gudi dav dárbahi galggi ienep bagádallamav ja dårjav oadtjot.
sma: Edtja uvtemes illedahkide sisnjelds skuvlesne nuhtjedh, juktie lïerehtim mi em sjïehteladtedh guktie dah learohkh mah dam daarpesjieh, maehtieh vielie lïerehtim miem jïh dåarjelimmiem åadtjodh.

source: Tjáledum le bagádimtjálos åhpadiddjijda, mij tjielggi gåktu gæhttjalime båhtusa máhtti klássalanján gåtseduvvat.
sma: Bïhkedimmiematerijelle lea lohkehtæjjide dorjesovveme mij buerkeste guktie dah maehtieh illedahkigujmie vijriesåbpoe barkedh.

source: Jus båhtusa gæhttjalimes vuosedi muhtem oahppe duodde viehkev dárbaj, de galggi æjgáda diededuvvat gæhttjalimij båhtusij birra maŋŋel gå li tjadáduvvam. Galggi aj oadtjot diehtet makkir dåjma jåhtuj biejaduvvi.
sma: Dastegh illedahkh tjïrrehtimmeste vuesiehtieh akte learohke lissie dåarjelimmiem daarpesje, eejhtegh edtjieh bïevnesh åadtjodh pryöveilledahki bïjre, jïh bïevnesh åadtjodh mej råajvarimmiejgujmie skuvle edtja nïerhkedh.

source: Æjgáda máhtti skåvlåjn guládállat jus li gatjálvisá.
sma: Eejhtegh maehtieh skuvline govlehtalledh jis gyhtjelassh utnieh.

source: Ienep diedo
sma: Vielie bïevnesh

source: Ienep diedojt guoradallamgæhttjalimij hárráj gávna næhttabielen
sma: Vielie bïevnesh goerehtallemepryövi bïjre daesnie gaavnh:

source: Máhttolåpptima oahppopládnatjoahkkev gávna næhttabielen
sma: Learoesoejkesjevierhkie – Maahtoelutjneme – lea daesnie:

source: Diedo 2014 gidá guoradallamgæhttjalimij hárráj
sma: Bijjieguvvie goerehtallemepryövijste gïjren 2014

source: DásseGæhttjalibmeBákkulasj / luojvojÁjgge
sma: DaltesePryöveObligatovreles / jïjtjevyljehkeGåessie

source: 1. dásseLåhkåmBákkulasj
sma: 1. dalteseLohkemeObligatovreles

source: Vahko 17, 18 ja 19. (22.4.–9.5.)
sma: Våhkoej 17, 18 jïh 19 (22.4.–9.5.)

source: 3. dásseLåhkåmBákkulasj
sma: 3. dalteseLohkemeObligatovreles

source: 1. dásseRiekknimLuojvoj
sma: 1. daltese RyöknedimmieJïjtjevyljehke

source: 2. dásseRiekknimBákkulasj
sma: 2. dalteseRyöknedimmieObligatovreles

source: 3. dásseRiekknimLuojvoj
sma: 3. dalteseRyöknedimmieJïjtjevyljehke

source: Skåvllå / skåvllåæjgát vállji iesj goassa gæhttjalibme galggá tjadáduvvat, mierredum gæhttjalimgávda birán.
sma: Skuvle / skuvleaajhtere jïjtje veeljie gåessie pryöve edtja årrodh daan vihties pryöveboelhken sisnjelen.
